Repository: KDE/qrca
Catalog: po/*/qrca.po
Languages: cs, eo, eu, fi, hu, ia, is, lt, nl, pl, ru, sv, tr

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
hu: Kiszel Kristóf
ia: Giovanni Sora
is: Sveinn í Felli
lt: Moo
nl: Freek de Kruijf - 2019 t/m 2025
pl: Marcin Stanclik, Łukasz Wojniłowicz
ru: Александр Яворский, Олеся Герасименко
sv: Stefan Asserhäll
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
hu: ulysses@fsf.hu
ia: g.sora@tiscali.it
is: Sveinn í Felli
nl: freekdekruijf@kde.nl
pl: mstanclik@yahoo.com, lukasz.wojnilowicz@gmail.com
ru: kekcuha@gmail.com, translation-team@basealt.ru
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com

source: A simple QR scanner
cs: Jednoduchá čtečka QR
eo: Simpla QR-skanilo
eu: QR eskaner xume bat
fi: Yksinkertainen QR-lukija
hu: Egyszerű QR-olvasó
ia: Un simple scanditor de QR
is: Einfaldur skanni fyrir QR-kóða
lt: Paprastas QR kodų skaitytuvas
nl: Een eenvoudige QR-codescanner
pl: Prosty skaner QR
ru: Простой сканер QR
sv: En enkel QR-kodläsare
tr: Yalın bir kare kod tarayıcısı

source: Copyright 2016-2019 Qrca and Kaidan authors
cs: Autorská práva 2016-2019 Autoři Qrca a Kaidan
eo: Kopirajto 2016-2019 Qrca kaj Kaidan aŭtoroj
eu: Copyright 2016-2019 Qrca eta Kaidan egileak
fi: Tekijänoikeudet 2016–2019, Qrcan ja Kaidanin tekijät
hu: © A Qrca és a Kaidan szerzői, 2016-2019.
ia: Copyright 2016-2019 Qrca e autores de Kaidan
is: Höfundarréttur © 2016-2019 Qrca og Kaidan höfundarnir
lt: Autorių teisės 2016–2019 Qrca ir Kaidan autoriai
nl: Copyright 2016-2019 auteurs van Qrca en Kaidan
pl: Copyright 2016-2019 Qrca i autorzy Kaidan
ru: © Авторы Qrca и Kaidan, 2016–2019
sv: Copyright 2016-2019 Upphovsmännen till Qrca och Kaidan
tr: © 2016–2019 Qrca ve Kaidan yazarları

source: Scan only for Wifi network QR-Codes
eu: Eskaneatu Wi-Fi sareen QR-kodeen bila bakarrik
fi: Lue vain langattoman verkon QR-koodit
hu: Csak Wifi hálózat QR-kódok beolvasása
ia: Scande solmente per codices QR de rete Wifi
is: Einungis skanna QR-kóða fyrir þráðlaus net
lt: Skenuoti tik belaidžių tinklų (Wi-Fi) QR kodus
nl: Alleen scannen op wifi-netwerk-QR-codes
pl: Skanuj kody QR tylko do sieci Wifi
ru: Сканировать только QR-коды доступа к Wi-Fi
sv: Sök bara efter QR-koder på WIFI-nätverk
tr: Yalnızca Wi-Fi ağ kare kodlarını tara

source: Shared url for image is <a href='%1'>%1</a>
cs: Sdílená adresa obrázku je <a href='%1'>%1</a>
eo: Komuna URL por bildo estas <a href='%1'>%1</a>
eu: Irudia partekatzeko URLa <a href='%1'>%1</a> da
fi: Kuvan jaettu verkko-osoite on <a href='%1'>%1</a>
hu: A kép megosztott URL-je: <a href='%1'>%1</a>
ia: Url compartite per imagine es <a href='%1'>%1</a>
is: Deild slóð myndar er <a href='%1'>%1</a>
lt: Bendrinamas paveikslo URL yra <a href='%1'>%1</a>
nl: Gedeelde url voor afbeelding is <a href='%1'>%1</a>
pl: Adres URL do współdzielenia obrazu to <a href='%1'>%1</a>
ru: Ссылка общего доступа для изображения: <a href='%1'>%1</a>
sv: Delad webbadress för bilden är <a href='%1'>%1</a>
tr: Görselin paylaşma URL’si <a href='%1'>%1</a>

source: QR Code Scanner
cs: Čtečka kódů QR
eo: QR-Koda Skanilo
eu: QR kode eskanerra
fi: QR-koodinlukija
hu: QR-kódolvasó
ia: QR Code Scanner (scanditor de codice QR)
is: QR-kóðaskanni
lt: QR kodų skaitytuvas
pl: Skaner kodów QR
ru: Сканер QR
sv: QR-kodläsare
tr: Kare Kod Tarayıcısı

source: Scan
cs: Přečíst
eo: Skani
eu: Eskaneatu
fi: Lue
hu: Beolvasás
ia: Scande
is: Skanna
lt: Skenuoti
nl: Scannen
pl: Skanuj
ru: Сканировать
sv: Läs
tr: Tara

source: Create
cs: Vytvořit
eo: Krei
eu: Sortu
fi: Luo
hu: Létrehozás
ia: Crea
is: Útbúa
lt: Sukurti
nl: Aanmaken
pl: Utwórz
ru: Создать
sv: Skapa
tr: Oluştur

source: About
cs: O aplikaci
eo: Pri
eu: Honi buruz
fi: Tietoa
hu: Névjegy
ia: A proposito
is: Um hugbúnaðinn
lt: Apie
nl: Info over
pl: O programie
ru: О программе
sv: Om
tr: Hakkında

# @title:window
source: Create a QR Code
is: Útbúa QR-kóða
lt: Sukurti QR kodą
nl: Een QR-code aanmaken

source: Image files (*.png *.jpg)
cs: Soubory obrázků (*.png *.jpg)
eo: Bilddosieroj (*.png *.jpg)
eu: Irudi fitxategiak (*.png *.jpg)
fi: Kuvatiedostot (*.png *.jpg)
hu: Képfájlok (*.png *.jpg)
ia: Files de Image (*.png *.jpg)
is: Myndskrár (*.png *.jpg)
lt: Paveikslų failai (*.png *.jpg)
nl: Afbeeldingsbestanden (*.png *.jpg)
pl: Pliki obrazów (*.png *.jpg)
ru: Изображения (*.png *.jpg)
sv: Bildfiler (*.png *.jpg)
tr: Görsel dosyaları (*.png *.jpg)

source: All files (*)
cs: Všechny soubory (*)
eo: Ĉiuj dosieroj (*)
eu: Fitxategi guztiak (*)
fi: Kaikki tiedostot (*)
hu: Minden fájl (*)
ia: Omne files (*)
is: Allar skrár (*)
lt: Visi failai (*)
nl: Alle bestanden (*)
pl: Wszystkie pliki (*)
ru: Все файлы (*)
sv: Alla filer (*)
tr: Tüm dosyalar (*)

# @action:intoolbar
source: Save
is: Vista
lt: Įrašyti
nl: Opslaan

source: QR code could not be saved.
is: Ekki tókst að vista QR-kóða.
lt: Nepavyko įrašyti QR kodo.
nl: QR-code kon niet opgeslagen worden

# @action:intoolbar
source: Copy
is: Afrita
lt: Kopijuoti
nl: Kopiëren

# @info:placeholder
source: Enter text…
is: Skrifaðu texta…
lt: Įveskite tekstą…
nl: Tekst invoeren…

source: Scan a Wi-Fi Code
is: Skanna WiFi-kóða fyrir þráðlaust net
lt: Skenuoti belaidžio tinklo (Wi-Fi) kodą
nl: Scannen op Wi-Fi-code

source: Scan a QR Code
is: Skanna QR-kóða
lt: Skenuoti QR kodą
nl: QR-code scannen

source: Light
cs: Lehce
eo: Lumo
eu: Argia
fi: Vaalea
hu: Fény
ia: Legier
is: Ljóst
lt: Šviesus
nl: Licht
pl: Światło
ru: Подсветка
sv: Ljus
tr: Açık

source: Select Camera
cs: Vyberte fotoaparát
eo: Elekti Fotilon
eu: Hautatu kamera
fi: Valitse kamera
hu: Kamera kiválasztása
ia: Selige camera
is: Veldu myndavél
lt: Pasirinkti kamerą
nl: Camera selecteren
pl: Wybierz aparat
ru: Выбрать камеру
sv: Välj kamera
tr: Kamera Seç

source: Open Image
cs: Otevřít obrázek
eu: Ireki irudia
fi: Avaa kuva
hu: Kép megnyitása
is: Opna mynd
lt: Atverti paveikslą
nl: Afbeelding openen
pl: Otwórz obraz
ru: Открыть изображение
sv: Öppna bild
tr: Görsel Aç

source: Text found
cs: Nalezen text
eo: Teksto trovita
eu: Testua aurkitu da
fi: Löytyi teksti
hu: Szöveg található
ia: Texto trovate
is: Texti fannst
lt: Rastas tekstas
nl: Gevonden tekst
pl: Tekst znaleziony
ru: Найден текст
sv: Text hittades
tr: Metin bulundu

source: URL found
cs: URL nalezena
eo: URL trovita
eu: URLa aurkitu da
fi: Löytyi verkko-osoite
hu: URL található
ia: URL trovate
is: URL-slóð fannst
lt: Rastas URL adresas
nl: URL gevonden
pl: URL znaleziony
ru: Найден URL-адрес
sv: Webbadress hittades
tr: URL bulundu

source: Contact found
cs: Kontakt byl nalezen
eo: Kontakto trovita
eu: Kontaktua aurkitu da
fi: Löytyi yhteystieto
hu: Névjegy található
ia: Contacto trovate
is: Tengiliður fannst
lt: Rastas adresatas
nl: Contactpersoon gevonden
pl: Kontakt znaleziony
ru: Найдены данные контакта
sv: Kontakt hittades
tr: Kişi bulundu

source: OTP URI found
cs: OTP URI nalezena
eo: OTP URI trovita
eu: OTPren URI aurkitu da
fi: Löytyi OTP-URI
hu: OTP URI található
ia: OTP URI trovate
is: OTP URI-slóð fannst
lt: Rastas vienkartinio slaptažodžio (OTP) URI
nl: OTP URI gevonden
pl: OTP URI znaleziony
ru: Найден адрес OTP
sv: OTP-webbadress hittades
tr: OTP URI’si bulundu

source: Binary data found
cs: Nalezena binární data
eo: Binaraj datumoj trovitaj
eu: Datu bitarrak aurkitu dira
fi: Löytyi binaaridataa
hu: Bináris adat található
ia: Datos binari trovate
is: Tvíundargögn fundust
lt: Rasti dvejetainiai duomenys
nl: Binaire gegevens gevonden
pl: Znaleziono dane dwójkowe
ru: Найдены двоичные данные
sv: Binärdata hittades
tr: İkili veri bulundu

source: Health certificate found
eo: Sanatestilo trovita
eu: Osasun ziurtagiria aurkitu da
fi: Löytyi terveystodistus
hu: Egészségügyi tanúsítvány található
ia: Certificatos de Sanitate trovate
is: Heilsuskilríki fannst
lt: Rastas sveikatos liudijimas
nl: Gezondheidscertificaat gevonden
pl: Znaleziono certyfikat zdrowia
ru: Найден сертификат о состоянии здоровья
sv: Hälsocertifikat hittades
tr: Sağlık sertifikası bulundu

source: Transport ticket found
eo: Transportbileto trovita
eu: Garraio-txartela aurkitu da
fi: Löytyi matkalippu
hu: Közlekedési jegy található
ia: Billet de transporto trovate
is: Farmiði í samgöngur fannst
lt: Rastas transporto bilietas
nl: Transportticket gevonden
pl: Znaleziono bilet na komunikację
ru: Найден билет на транспорт
sv: Transportbiljett hittades
tr: Ulaşım bileti bulundu

source: ISBN found
cs: ISBN nalezena
eo: ISBN trovita
eu: ISBN aurkitu da
fi: Löytyi ISBN
hu: ISBN található
ia: ISBN trovate
is: ISBN fannst
lt: Rastas ISBN
nl: ISBN gevonden
pl: Znaleziono ISBN
ru: Найден код ISBN
sv: ISBN hittades
tr: ISBN bulundu

source: International Article Number found
cs: Mezinárodní číslo článku nalezeno
eo: Internacia Artikolo-Numero trovita
eu: Nazioarteko artikulu zenbakia aurkitu da
fi: Löytyi kansainvälinen artikkelinumero
hu: EAN található
ia: International Article Number(Numero de Articulo International) trovate
is: Alþjóðlegt númer greinar fannst
lt: Rastas tarptautinis straipsnio numeris
nl: Internationaal artikelnummer gevonden
pl: Znaleziono Numer Artykułu Międzynarodowego
ru: Найден международный номер товара
sv: Internationellt artikelnummer hittades
tr: Uluslararası Yazı Numarası Bulundu

source: Wi-Fi settings found
cs: Nalezeno nastavení WiFi
eo: Vi-Fi-agordoj trovitaj
eu: Wi-Fi ezarpenak aurkitu dira
fi: Löytyi langattoman verkon asetukset
hu: Wi-Fi beállítás található
ia: Preferentias de Wi-Fi trovate
is: Wi-Fi stillingar fundust
lt: Rastos belaidžio tinklo (Wi-Fi) nuostatos
nl: Instellingen voor Wi-Fi gevonden
pl: Znaleziono ustawienia Wi-Fi
ru: Найдены параметры подключения к Wi-Fi
sv: WIFI-inställningar hittades
tr: Wi-Fi ayarları bulundu

source: <binary data>
cs: <binární data>
eo: <duumaj datumoj>
eu: <datu bitarrak>
fi: <binaaridataa>
hu: <bináris adat>
is: <tvíundargögn>
lt: <dvejetainiai duomenys>
nl: <binaire gegevens>
pl: <dane dwójkowe>
ru: <двоичные данные>
sv: <binärdata>
tr: <ikili veri>

# Connecting to Wi-Fi
source: Connecting…
is: Tengist…
lt: Jungiamasi…
nl: Bezig met verbinden…

source: Open
cs: Otevřít
eo: Malfermi
eu: Ireki
fi: Avaa
hu: Megnyitás
ia: Aperi
is: Opna
lt: Atverti
nl: Openen
pl: Otwórz
ru: Открыть
sv: Öppna
tr: Aç

source: Save Contact
is: Vista tengilið
lt: Įrašyti adresatą
nl: Contactpersoon opslaan

source: Open OTP client
cs: Spustit klienta OTP
eo: Malfermi OTP-klienton
eu: Ireki OTP bezeroa
fi: Avaa OTP-asiakas
hu: OTP kliens megnyitása
ia: Aperi cliente OTP
is: Opna OTP-forrit
lt: Atverti vienkartinio slaptažodžio (OTP) programą
nl: OTP-client openen
pl: Otwórz klienta OTP
ru: Открыть приложение-клиент OTP
sv: Öppna OTP-program
tr: OTP istemcisini aç

source: Open Food Facts
cs: Otevřít fakta o potravinách
eo: Malfermi Food Facts
fi: Avaa ainesosaseloste
hu: Food Facts megnyitása
ia: Open Food Facts (Factos de Alimento Aperite)
is: Opna Food Facts
lt: Atverti „Food Facts“
nl: Voedselfeiten openen
pl: Otwartoźródłowe fakty o jedzeniu
ru: Open Food Facts (база данных о пищевых продуктах)
sv: Öppna matfakta
tr: Food Facts’i Aç

source: Wikipedia Book Sources
cs: Zdroje knih Wikipedie
eo: Vikipediaj Librofontoj
eu: Wikipedia Liburu bilatzailea
fi: Wikipedia Books -lähteet
hu: Wikipédia:Könyvforrások
ia: Fontes de libro de Wikipedia
is: Wikipedia bókaheimildir
lt: Vikipedijos knygų šaltiniai
nl: Boekbronnen in Wikipedia
pl: Źródła książek na Wikipedii
ru: Каталоги книг в Википедии
sv: Wikipedia bokkällor
tr: Vikipedi Kitap Kaynakları

source: Open KDE Itinerary
cs: Otevřít Itinerář KDE
eo: Malfermi KDE-Itineron
eu: Ireki KDE Itinerary
fi: Avaa KDE Itinerary
hu: A KDE Itinerary megnyitása
ia: Aperi KDE Itinerary
is: Opna KDE Itinerary
lt: Atverti KDE Itinerary
nl: KDE Itinerary openen
pl: Otwórz KDE Itinerary
ru: Открыть приложение KDE Itinerary
sv: Öppna KDE resplan
tr: KDE Yol Kılavuzu’nu Aç

source: Open in Vakzination
cs: Otevřít ve Vakzination
eo: Malfermi en Vakzination
eu: Ireki «Vakzination»ekin
fi: Avaa Vakzinationiin
hu: Megnyitás a Vakzinationben
ia: Aperi in Vakzination
is: Opna í Vakzination
lt: Atverti programoje Vakzination
nl: In Vakzination openen
pl: Otwórz w Vakzination
ru: Открыть в приложении Вакцинация
sv: Öppna i Vakzination
tr: Aşıcı’da Aç

source: Connect
cs: Připojit se
eo: Konekti
eu: Konektatu
fi: Yhdistä
hu: Kapcsolódás
ia: Connecte
is: Tengjast
lt: Prisijungti
nl: Verbinden
pl: Połącz
ru: Подключиться
sv: Anslut
tr: Bağlan

source: Copy to Clipboard
is: Afrita á klippispjald
lt: Kopijuoti į iškarpinę
nl: Naar klembord kopiëren

# @title:window
source: Choose an Image File
is: Veldu myndskrá
lt: Pasirinkite paveikslo failą
nl: Een afbeeldingsbestand kiezen

# Name filter for Image files
source: Image files (*.jpeg *.jpg *.jxl *.png)
eu: Irudi fitxategiak (*.jpeg *.jpg *.jxl *.png)
fi: Kuvatiedostot (*.jpeg *.jpg *.jxl *.png)
hu: Képfájlok (*.jpeg *.jpg *.jxl *.png)
is: Myndskrár (*.jpeg *.jpg *.jxl *.png)
lt: Paveikslų failai (*.jpeg *.jpg *.jxl *.png)
nl: Afbeeldingsbestanden (*.jpeg *.jpg *.jxl *.png)
pl: Pliki obrazów (*.jpeg *.jpg *.jxl *.png)
ru: Изображения (*.jpeg *.jpg *.jxl *.png)
sv: Bildfiler (*.jpeg *.jpg *.jxl *.png)
tr: Görsel dosyaları (*.jpeg *.jpg *.jxl *.png)

source: No QR code found in the image.
is: Enginn QR-kóði fannst í myndinni.
lt: Paveiksle nerastas joks QR kodas.
nl: Geen QR-code gevonden in de afbeelding.

source: Failed to find wifi device
eu: Wi-Fi gailua bilatzea huts egin du
fi: Langatonta verkkolaitetta ei löytynyt
hu: Nem sikerült Wifi eszközt találni
ia: Falleva a trovar dispositivo wifi
is: Mistókst að finna WiFi-tæki
lt: Nepavyko rasti belaidį (Wi-Fi) įrenginį
nl: Zoeken naar wifi-apparaat is mislukt
pl: Nie udało się znaleźć urządzenia Wifi
ru: Не удалось найти устройство Wi-Fi
sv: Misslyckades hitta WIFI-enheter
tr: Wi-Fi aygıtı bulunamadı

source: QR-Code Scanner
eo: QR-Koda Skanilo
ia: QR Code Scanner (scanditor de codice QR)
tr: Kare Kod Tarayıcısı

source: Create QR-Code
cs: Vytvořit kód QR
eo: Krei QR-Kodon
ia: Crea Codice QR
tr: Kare Kod Oluştur

source: Save
cs: Uložit
eo: Konservi
eu: Gorde
fi: Tallenna
ia: Salveguarda
ru: Сохранить
tr: Kaydet

source: QR-Code could not be saved
cs: QR kód nelze uložit
eo: QR-Kodo ne povis esti konservita
ia: Codice QR non poteva esser salveguardate
tr: Kare Kod kaydedilemedi

source: Copy
cs: Kopírovat
eu: Kopiatu
fi: Kopioi
ia: Copia
ru: Копировать
tr: Kopyala

source: Scan for Wifi code
tr: Wi-Fi Kodunu Tara

source: Scan QR code
cs: Skenovat kód QR
tr: Kare Kod Tara

# Connecting to Wifi
source: Connecting…
ia: Il es connectente…
tr: Bağlanıyor…

source: Save contact
cs: Uložit kontakt
eo: Konservi kontakton
ia: Salveguarda contacto
tr: Kişiyi kaydet

source: Copy to clipboard
cs: Zkopírovat do schránky
eo: Kopii al tondujo
ia: Copia in area de transferentia
tr: Panoya kopyala

# @title:window
source: Choose an image file
tr: Görsel Dosyası Seç

source: No QR code found in the image
tr: Görselde kare kod bulunamadı
